export const dummyTopNotices = [
  {
    id: 1,
    title: "스꾸냠 개인정보 사용에 관한 공지1",
    content: "스꾸냠 개인정보 사용에 관한 공지 내용1",
  },
  {
    id: 2,
    title: "스꾸냠 개인정보 사용에 관한 공지2",
    content: "스꾸냠 개인정보 사용에 관한 공지 내용2",
  },
  {
    id: 3,
    title: "스꾸냠 개인정보 사용에 관한 공지3",
    content: "스꾸냠 개인정보 사용에 관한 공지 내용3",
  },
];

export const dummyBottomNotices = [
  {
    id: 1,
    date: "2023-12-12",
    title: "[공지] 스꾸냠 정기 서비스 점검 안내1",
    content: "스꾸냠 정기 서비스 점검 안내1 본문1 스꾸냠 정기 서비스 점검 안내1 본문1 스꾸냠 정기 서비스 점검 안내1 본문1 스꾸냠 정기 서비스 점검 안내1 본문1 스꾸냠 정기 서비스 점검 안내1 본문1 스꾸냠 정기 서비스 점검 안내1 본문1",
  },
  {
    id: 2,
    date: "2023-12-12",
    title: "[공지] 스꾸냠 정기 서비스 점검 안내2",
    content: "스꾸냠 정기 서비스 점검 안내2 본문2 스꾸냠 정기 서비스 점검 안내2 본문2 스꾸냠 정기 서비스 점검 안내2 본문2 스꾸냠 정기 서비스 점검 안내2 본문2 스꾸냠 정기 서비스 점검 안내2 본문2 스꾸냠 정기 서비스 점검 안내2 본문2",
  },
  {
    id: 3,
    date: "2023-12-12",
    title: "[공지] 스꾸냠 정기 서비스 점검 안내3",
    content: "본문3",
  },
  {
    id: 4,
    date: "2023-12-11",
    title: "[이벤트] 시즌 메뉴 전환에 관한 공지1",
    content: "본문1",
  },
  {
    id: 5,
    date: "2023-12-11",
    title: "[이벤트] 시즌 메뉴 전환에 관한 공지2",
    content: "본문1",
  },
  {
    id: 6,
    date: "2023-12-11",
    title: "[이벤트] 시즌 메뉴 전환에 관한 공지3",
    content: "본문1",
  },
  {
    id: 7,
    date: "2023-12-11",
    title: "[이벤트] 성대생 종강 기념 특별 이벤트1",
    content: "본문1",
  },
  {
    id: 8,
    date: "2023-12-11",
    title: "[이벤트] 성대생 종강 기념 특별 이벤트2",
    content: "본문2",
  },
  {
    id: 9,
    date: "2023-12-10",
    title: "[이벤트] 성대생 종강 기념 특별 이벤트3",
    content: "본문3",
  },
  {
    id: 10,
    date: "2023-12-10",
    title: "[이벤트] 성대생 종강 기념 특별 이벤트4",
    content: "본문4",
  },
  {
    id: 11,
    date: "2023-12-10",
    title: "[이벤트] 성대생 종강 기념 특별 이벤트5",
    content: "본문5",
  },
];